[
    {
        "campName": "Health & Wellness Expo",
        "image": "https://i.ibb.co/GTTBnW0/1.jpg",
        "fees": 50,
        "scheduledDate": "2023-12-15",
        "scheduledTime": "09:00 AM",
        "venueLocation": "Central Convention Center",
        "specializedServices": [
            "Health Screenings",
            "Fitness Workshops",
            "Nutrition Consultations"
        ],
        "targetAudience": "General Public",
        "description": "Welcome to the Health & Wellness Expo, a transformative event meticulously curated to elevate your overall well-being. This immersive gathering invites you to embark on a journey focused on holistic health, encompassing the harmonious balance of body, mind, and spirit. Engage in a multitude of health screenings meticulously designed to provide a comprehensive understanding of your physical health, guiding you towards proactive wellness practices. Immerse yourself in invigorating fitness workshops, led by experienced professionals who aim to empower you with exercises and techniques tailored to various fitness levels. Explore personalized nutrition consultations, guiding you towards dietary choices that resonate with your body's unique needs. Connect with renowned experts, forge new paths to wellness, and join a thriving community committed to fostering sustainable health practices.",
        "specializedIds": [],
        "participantIds": [],
        "professionalsAttendanceCount": 1,
        "participantCount": 150
    },
    {
        "campName": "Pediatric Health Fair",
        "image": "https://i.ibb.co/fpJ9Ps2/2.jpg",
        "fees": 0,
        "scheduledDate": "2024-01-23",
        "scheduledTime": "09:00 AM",
        "venueLocation": "Community Park",
        "specializedServices": ["Pediatric Consultations", "Immunization Clinic"],
        "targetAudience": "Children and Families",
        "description": "Join us at the Pediatric Health Fair, an inclusive and vibrant event designed to prioritize the well-being of your beloved children. Immerse yourself in a diverse array of pediatric consultations led by dedicated experts, offering comprehensive care and guidance for your little ones. Visit the immunization clinic, ensuring that your child receives essential vaccinations critical for their growth and health. Engage in interactive activities promoting child health education, fostering an environment that nurtures growth, happiness, and vitality for our future generation. This fair is not just an event but a community-driven initiative to safeguard the health and happiness of our children.",
        "specializedIds": [],
        "participantIds": [],
        "status": "active",
        "professionalsAttendanceCount": 2,
        "participantCount": 80
    },
    {
        "campName": "Cardiovascular Health Symposium",
        "image": "https://i.ibb.co/FsNFgKX/3.jpg",
        "fees": 75,
        "scheduledDate": "2023-12-15",
        "scheduledTime": "09:00 AM",
        "venueLocation": "City Auditorium",
        "specializedServices": ["Heart Screenings", "Cardiac Workshops"],
        "targetAudience": "Cardiac Patients",
        "description": "Uncover the intricate dynamics of cardiovascular health at our exhaustive Cardiovascular Health Symposium. This comprehensive event invites you to embrace a deeper understanding of your heart's vitality. Engage in thorough heart screenings meticulously designed to assess and enhance your cardiac well-being, guided by leading medical professionals. Immerse yourself in engaging cardiac workshops, where experts impart invaluable knowledge and tools essential for nurturing a robust cardiac regimen. Join a passionate community dedicated to proactive heart health, exploring strategies to fortify your heart and lead a life brimming with vitality and vigor. This symposium isn't just about awareness; it's a collective commitment to heart wellness.",
        "specializedIds": [],
        "participantIds": [],
        "status": "active",
        "professionalsAttendanceCount": 3,
        "participantCount": 220
    },
    {
        "campName": "Mental Health Awareness Workshop",
        "image": "https://i.ibb.co/FV0nTJb/4.jpg",
        "fees": 0,
        "scheduledDate": "2024-12-05",
        "scheduledTime": "09:00 AM",
        "venueLocation": "Community Center",
        "specializedServices": ["Counseling Sessions", "Stress Management Workshops"],
        "targetAudience": "Public",
        "description": "Enter a compassionate space of mental wellness at our Mental Health Awareness Workshop, a sanctuary offering support, guidance, and understanding. Engage in thought-provoking discussions centered around stress management, resilience, and the intricate facets of mental health. Delve into counseling sessions facilitated by empathetic professionals, offering invaluable insights and support in navigating the complexities of mental well-being. This workshop isn't just an event; it's a safe haven fostering a culture of empathy, understanding, and acceptance towards holistic mental health.",
        "specializedIds": [],
        "participantIds": [],
        "status": "active",
        "professionalsAttendanceCount": 1,
        "participantCount": 120
    },
    {
        "campName": "Dental Care Clinic",
        "image": "https://i.ibb.co/gy4Kjz2/5.jpg",
        "fees": 0,
        "scheduledDate": "2024-10-11",
        "scheduledTime": "09:00 AM",
        "venueLocation": "Local Health Center",
        "specializedServices": ["Dental Checkups", "Oral Hygiene Tips"],
        "targetAudience": "All Age Groups",
        "description": "Step into our Dental Care Clinic, a dedicated space celebrating the essence of optimal oral health for individuals of all ages. Embrace the opportunity to undergo comprehensive dental checkups, ensuring that your oral hygiene is impeccably maintained. Explore a treasure trove of invaluable tips and personalized guidance on sustaining healthy dental habits tailored to diverse age groups. Join us in celebrating radiant smiles and empowering individuals with the knowledge to preserve their dental well-being. This clinic isn't just about dental care; it's a commitment to nurturing healthy and confident smiles for everyone.",
        "specializedIds": [],
        "participantIds": [],
        "status": "upcoming",
        "professionalsAttendanceCount": 1,
        "participantCount": 90
    },
    {
        "campName": "Vision Care Campaign",
        "image": "https://i.ibb.co/NrLmfvX/6.jpg",
        "fees": 0,
        "scheduledDate": "2024-05-15",
        "scheduledTime": "09:00 AM",
        "venueLocation": "Vision Center",
        "specializedServices": ["Eye Examinations", "Eyewear Distribution"],
        "targetAudience": "Individuals in Need of Vision Care",
        "description": "Welcome to the Vision Care Campaign, where clarity meets compassion for those seeking enhanced vision care. Immerse yourself in complimentary eye examinations conducted by skilled professionals, aimed at ensuring optimal eye health. Benefit from the distribution of quality eyewear, empowering individuals with the gift of clearer sight and a brighter future. This campaign isn't just about vision; it's a dedication to providing access to essential eye care, fostering inclusivity and enabling individuals to experience the world with newfound clarity and confidence.",
        "specializedIds": [],
        "participantIds": [],
        "status": "upcoming",
        "professionalsAttendanceCount": 3,
        "participantCount": 50
    },
    {
        "campName": "Cardiovascular Health Symposium",
        "image": "https://i.ibb.co/Kw6znGh/image.png",
        "fees": 25,
        "scheduledDate": "2023-03-15",
        "scheduledTime": "10:00 AM",
        "venueLocation": "Convention Center",
        "specializedServices": ["Heart Health Talks", "Risk Assessment Booths"],
        "targetAudience": "Adults concerned about heart health",
        "description": "Attend our Cardiovascular Health Symposium and gain insights into maintaining a healthy heart. Explore a range of heart health talks delivered by leading cardiologists. Visit our risk assessment booths for personalized assessments and advice. Engage in discussions and workshops focusing on preventive measures and lifestyle changes for a healthier heart. Join us in this effort to prioritize cardiovascular well-being and lead a heart-healthy life.",
        "specializedIds": [],
        "participantIds": [],
        "status": "closed",
        "professionalsAttendanceCount": 5,
        "participantCount": 150
    },
    {
        "campName": "Mental Health Awareness Workshop",
        "image": "https://i.ibb.co/v1CkTmL/image.png",
        "fees": 0,
        "scheduledDate": "2024-04-28",
        "scheduledTime": "11:30 AM",
        "venueLocation": "Community Hall",
        "specializedServices": ["Mental Health Talks", "Counseling Sessions"],
        "targetAudience": "General public interested in mental health",
        "description": "Join our Mental Health Awareness Workshop aimed at fostering a better understanding of mental well-being. Engage in insightful talks led by mental health professionals, addressing various aspects of mental health. Participate in counseling sessions offering guidance and support. This workshop aims to reduce stigma and promote mental health literacy. Together, let's create a supportive environment where everyone can thrive mentally and emotionally.",
        "specializedIds": [],
        "participantIds": [],
        "status": "upcoming",
        "professionalsAttendanceCount": 3,
        "participantCount": 120
    }
]
